{"word_to_idx": {".": 0, "<UNK>": 1, "*": 2, ")": 3, "(": 4, ";": 5, ",": 6, "-": 7, "=": 8, ">": 9, "/": 10, "}": 11, "{": 12, "if": 13, "struct": 14, "the": 15, "return": 16, "int": 17, "0": 18, ":": 19, "to": 20, "static": 21, "void": 22, "<": 23, "+": 24, "is": 25, "a": 26, "[": 27, "]": 28, "for": 29, "unsigned": 30, "1": 31, "of": 32, "ret": 33, "cpu": 34, "and": 35, "long": 36, "i": 37, "we": 38, "this": 39, "in": 40, "p": 41, "flags": 42, "#include": 43, "h": 44, "be": 45, "it": 46, "linux": 47, "lock": 48, "null": 49, "that": 50, "event": 51, "data": 52, "!": 53, "&&": 54, "goto": 55, "&": 56, "char": 57, "on": 58, "task": 59, "\"": 60, "else": 61, "not": 62, "rq": 63, "const": 64, "case": 65, "buffer": 66, "current": 67, "#endif": 68, "name": 69, "are": 70, "||": 71, "with": 72, "file": 73, "from": 74, "err": 75, "or": 76, "break": 77, "by": 78, "#ifdef": 79, "sizeof": 80, "|": 81, "task_struct": 82, "out": 83, "list": 84, "state": 85, "#define": 86, "next": 87, "function": 88, "buf": 89, "can": 90, "size": 91, "iter": 92, "as": 93, "will": 94, "set": 95, "entry": 96, "inline": 97, "timer": 98, "new": 99, "info": 100, "all": 101, "error": 102, "type": 103, "have": 104, "s": 105, "an": 106, "m": 107, "time": 108, "while": 109, "count": 110, "tsk": 111, "tr": 112, "which": 113, "u64": 114, "mod": 115, "\\": 116, "page": 117, "bool": 118, "len": 119, "desc": 120, "when": 121, "no": 122, "do": 123, "einval": 124, "so": 125, "c": 126, "call": 127, "t": 128, "only": 129, "irq": 130, "2": 131, "start": 132, "but": 133, "called": 134, "parent": 135, "at": 136, "node": 137, "pid": 138, "must": 139, "ops": 140, "any": 141, "up": 142, "has": 143, "value": 144, "work": 145, "addr": 146, "one": 147, "cfs_rq": 148, "read": 149, "ctx": 150, "context": 151, "kernel": 152, "true": 153, "n": 154, "end": 155, "curr": 156, "used": 157, "export_symbol_gpl": 158, "se": 159, "__user": 160, "now": 161, "need": 162, "trace": 163, "false": 164, "rsp": 165, "should": 166, "u32": 167, "use": 168, "rcu": 169, "head": 170, "extern": 171, "val": 172, "printk": 173, "check": 174, "mode": 175, "rdp": 176, "\\n\"": 177, "module": 178, "idle": 179, "mask": 180, "key": 181, "?": 182, "inode": 183, "mutex_unlock": 184, "regs": 185, "code": 186, "attr": 187, "unlikely": 188, "continue": 189, "returns": 190, "number": 191, "dev": 192, "after": 193, "then": 194, "mm": 195, "seq": 196, "user": 197, "rnp": 198, "before": 199, "offset": 200, "tasks": 201, "interrupt": 202, "there": 203, "first": 204, "'": 205, "free": 206, "size_t": 207, "tk": 208, "filter": 209, "period": 210, "gfp_kernel": 211, "group": 212, "may": 213, "write": 214, "system": 215, "cpus": 216, "bit": 217, "kfree": 218, "mutex_lock": 219, "old": 220, "delta": 221, "wait": 222, "signal": 223, "base": 224, "don't": 225, "export_symbol": 226, "its": 227, "see": 228, "handle": 229, "func": 230, "tmp": 231, "enomem": 232, "enum": 233, "sd": 234, "class": 235, "memory": 236, "retval": 237, "into": 238, "sig": 239, "domain": 240, "update": 241, "get": 242, "cpu_buffer": 243, "disabled": 244, "here": 245, "%d": 246, "owner": 247, "already": 248, "thread": 249, "ctl_int": 250, "action": 251, "pos": 252, "cgroup": 253, "make": 254, "was": 255, "seq_printf": 256, "irq_data": 257, "seq_file": 258, "#else": 259, "root": 260, "child": 261, "css": 262, "ip": 263, "env": 264, "cred": 265, "hash": 266, "pool": 267, "j": 268, "result": 269, "__init": 270, "prev": 271, "done": 272, "op": 273, "mutex": 274, "cpumask": 275, "insn": 276, "other": 277, "rt_rq": 278, "f": 279, "just": 280, "off": 281, "pointer": 282, "pages": 283, "map": 284, "events": 285, "stop": 286, "load": 287, "caller": 288, "str": 289, "perf_event": 290, "switch": 291, "image": 292, "res": 293, "because": 294, "field": 295, "ts": 296, "cnt": 297, "more": 298, "copyright": 299, "process": 300, "ns": 301, "default": 302, "wq": 303, "cgrp": 304, "clock": 305, "worker": 306, "cs": 307, "trace_array": 308, "q": 309, "arg": 310, "list_head": 311, "efault": 312, "device": 313, "index": 314, "id": 315, "tp": 316, "than": 317, "last": 318, "same": 319, "jiffies": 320, "idx": 321, "grace": 322, "loff_t": 323, "handler": 324, "been": 325, "ptr": 326, "pmu": 327, "also": 328, "note": 329, "running": 330, "otherwise": 331, "tg": 332, "non": 333, "since": 334, "string": 335, "ab": 336, "r": 337, "per": 338, "warn_on": 339, "functions": 340, "does": 341, "cp": 342, "zero": 343, "ppos": 344, "rec": 345, "you": 346, "some": 347, "waiter": 348, "might": 349, "ssize_t": 350, "enabled": 351, "warn_on_once": 352, "without": 353, "each": 354, "release": 355, "program": 356, "3": 357, "v": 358, "level": 359, "run": 360, "our": 361, "resource": 362, "interrupts": 363, "again": 364, "address": 365, "sure": 366, "d": 367, "args": 368, "want": 369, "either": 370, "pending": 371, "rb": 372, "structure": 373, "kdb_printf": 374, "active": 375, "length": 376, "chip": 377, "license": 378, "4": 379, "tree": 380, "b": 381, "they": 382, "being": 383, "version": 384, "still": 385, "held": 386, "allocate": 387, "table": 388, "add": 389, "rcu_read_unlock": 390, "array": 391, "it's": 392, "try": 393, "x": 394, "expires": 395, "irq_desc": 396, "0644": 397, "kp": 398, "sched": 399, "bug_on": 400, "callbacks": 401, "command": 402, "argv": 403, "timeout": 404, "copy": 405, "stack": 406, "defined": 407, "fmt": 408, "change": 409, "pwq": 410, "path": 411, "%": 412, "enable": 413, "com": 414, "uid": 415, "cpuset": 416, "rcu_read_lock": 417, "max": 418, "tracer": 419, "%s": 420, "values": 421, "filp": 422, "ss": 423, "under": 424, "&desc": 425, "private": 426, "vma": 427, "them": 428, "likely": 429, "access_once": 430, "10": 431, "rcu_node": 432, "target": 433, "entries": 434, "e": 435, "us": 436, "callback": 437, "remove": 438, "init": 439, "where": 440, "list_for_each_entry": 441, "rt": 442, "ktime_t": 443, "&p": 444, "maxlen": 445, "l": 446, "config_smp": 447, "even": 448, "software": 449, "notifier": 450, "test": 451, "flag": 452, "sighand": 453, "space": 454, "cond_syscall": 455, "gnu": 456, "until": 457, "raw_spin_unlock_irqrestore": 458, "stats": 459, "cur": 460, "can't": 461, "match": 462, "pc": 463, "success": 464, "ent": 465, "dentry": 466, "bp": 467, "could": 468, "register": 469, "priority": 470, "general": 471, "queue": 472, "create": 473, "another": 474, "record": 475, "about": 476, "chain": 477, "order": 478, "find": 479, "prio": 480, "procname": 481, "public": 482, "#": 483, "pt_regs": 484, "reset": 485, "hz": 486, "tracing": 487, "these": 488, "timespec": 489, "depth": 490, "container_of": 491, "we're": 492, "h\"": 493, "through": 494, "uprobe": 495, "page_size": 496, "avoid": 497, "needs": 498, "siglock": 499, "always": 500, "rule": 501, "pr_info": 502, "completed": 503, "out_unlock": 504, "sem": 505, "exit": 506, "ensure": 507, "whether": 508, "left": 509, "using": 510, "ring": 511, "unlock": 512, "wake": 513, "fail": 514, "back": 515, "section": 516, "both": 517, "kprobe": 518, "trace_buffer": 519, "disable": 520, "specified": 521, "hrtimer": 522, "too": 523, "ring_buffer": 524, "nr_pages": 525, "local": 526, "proc_handler": 527, "skb": 528, "full": 529, "print": 530, "given": 531, "take": 532, "cmd": 533, "runtime": 534, "rcu_head": 535, "cannot": 536, "rc": 537, "comm": 538, "nr": 539, "during": 540, "allow": 541, "doesn't": 542, "between": 543, "&rq": 544, "calls": 545, "ftrace_ops": 546, "hlock": 547, "tick": 548, "safe": 549, "raw_spin_lock_irqsave": 550, "possible": 551, "counter": 552, "fn": 553, "cpuctx": 554, "line": 555, "atomic_read": 556, "link": 557, "dir": 558, "point": 559, "ks": 560, "trace_iterator": 561, "two": 562, "later": 563, "allocated": 564, "ps": 565, "tu": 566, "found": 567, "#if": 568, "schedule": 569, "init_list_head": 570, "statistics": 571, "locks": 572, "'\\0'": 573, "raw_spin_unlock": 574, "would": 575, "valid": 576, "online": 577, "go": 578, "diag": 579, "currently": 580, "console": 581, "cgroup_subsys_state": 582, "pi": 583, "strlen": 584, "clocksource": 585, "dl": 586, "sleep": 587, "never": 588, "trigger": 589, "%d\\n\"": 590, "restart": 591, "open": 592, "rt_se": 593, "kthread": 594, "suspend": 595, "keep": 596, "clear": 597, "such": 598, "zone": 599, "kzalloc": 600, "s64": 601, "this_rq": 602, "src": 603, "memset": 604, "threads": 605, "failed": 606, "per_cpu_ptr": 607, "td": 608, "dst": 609, "skip": 610, "define": 611, "tail": 612, "wakeup": 613, "buffers": 614, "task_group": 615, "symbol": 616, "#ifndef": 617, "loop": 618, "num": 619, "blocked": 620, "empty": 621, "inc": 622, "min": 623, "header": 624, "force": 625, "rcu_state": 626, "8": 627, "&lock": 628, "request": 629, "smp_processor_id": 630, "nothing": 631, "memcpy": 632, "rd": 633, "sechdrs": 634, "boot": 635, "associated": 636, "queued": 637, "msg": 638, "access": 639, "32": 640, "barrier": 641, "completion": 642, "above": 643, "bits": 644, "move": 645, "futex": 646, "!ret": 647, "shift": 648, "alarm": 649, "returned": 650, "is_err": 651, "means": 652, "interval": 653, "virq": 654, "initialize": 655, "reader": 656, "per_cpu": 657, "err_ptr": 658, "waiting": 659, "\"%s": 660, "spin_unlock": 661, "deadline": 662, "their": 663, "were": 664, "atomic_inc": 665, "argc": 666, "what": 667, "__read_mostly": 668, "via": 669, "%u": 670, "&event": 671, "&iter": 672, "weight": 673, "attrs": 674, "modify": 675, "critical": 676, "needed": 677, "once": 678, "strcmp": 679, "right": 680, "fields": 681, "policy": 682, "txc": 683, "mark": 684, "range": 685, "gid": 686, "pg": 687, "locking": 688, "down": 689, "pr_warn": 690, "timers": 691, "trace_seq": 692, "&cpu_buffer": 693, "based": 694, "yet": 695, "hold": 696, "raw_spin_lock": 697, "&ctx": 698, "happen": 699, "notifier_block": 700, "bt": 701, "asm": 702, "ebusy": 703, "private_data": 704, "thr": 705, "re": 706, "audit": 707, "tv_sec": 708, "irqs": 709, "side": 710, "g": 711, "!list_empty": 712, "verbose": 713, "sched_entity": 714, "perf_event_context": 715, "pinst": 716, "snapshot": 717, "#undef": 718, "bytes": 719, "pid_t": 720, "ftrace_event_call": 721, "wait_lock": 722, "ubuf": 723, "support": 724, "\"\\n\"": 725, "kmalloc": 726, "clock_event_device": 727, "internal": 728, "__put_user": 729, "ftrace": 730, "dl_se": 731, "probe": 732, "5": 733, "store": 734, "spin_lock_irq": 735, "dl_rq": 736, "complete": 737, "profiling": 738, "specific": 739, "rcu_data": 740, "syscall": 741, "pred": 742, "kobj": 743, "like": 744, "started": 745, "longer": 746, "eperm": 747, "tv64": 748, "ref": 749, "this_cpu_ptr": 750, "chan": 751, "&t": 752, "pr_err": 753, "total": 754, "single": 755, "cft": 756, "spin_unlock_irq": 757, "pi_state": 758, "put": 759, "second": 760, "groups": 761, "failure": 762, "w": 763, "item": 764, "atomic_t": 765, "block": 766, "nodes": 767, "files": 768, "instead": 769, "rt_mutex": 770, "&flags": 771, "changed": 772, "ftrace_event_file": 773, "file_operations": 774, "workqueue": 775, "nsec": 776, "warranty": 777, "reference": 778, "&current": 779, "k": 780, "usage": 781, "gc": 782, "userspace": 783, "following": 784, "self": 785, "registered": 786, "kdb": 787, "slab": 788, "swap": 789, "freezer": 790, "going": 791, "passed": 792, "pfn": 793, "user_ns": 794, "work_struct": 795, "trace_seq_printf": 796, "dest": 797, "prog": 798, "audit_context": 799, "gpnum": 800, "param": 801, "&rnp": 802, "local_irq_restore": 803, "group_leader": 804, "__weak": 805, "message": 806, "atomic_set": 807, "know": 808, "gcov_info": 809, "available": 810, "against": 811, "spin_lock": 812, "stat": 813, "lenp": 814, "cont": 815, "debug": 816, "below": 817, "seq_puts": 818, "text": 819, "waiters": 820, "avg": 821, "watch": 822, "ap": 823, "timekeeper": 824, "itself": 825, "ibm": 826, "%ld": 827, "way": 828, "different": 829, "acquire": 830, "imm": 831, "busiest": 832, "&pool": 833, "delay": 834, "prevent": 835, "holding": 836, "breakpoint": 837, "unused": 838, "global": 839, "allowed": 840, "ptr_err": 841, "enodev": 842, "llseek": 843, "cpus_allowed": 844, "foundation": 845, "details": 846, "arch": 847, "sched_domain": 848, "pi_lock": 849, "patch": 850, "written": 851, "setting": 852, "hardware": 853, "&tsk": 854, "real": 855, "locked": 856, "warn": 857, "bio": 858, "sibling": 859, "core": 860, "vaddr": 861, "over": 862, "power": 863, "ok": 864, "cur_ops": 865, "retry": 866, "obj": 867, "subsystem": 868, "%s\\n\"": 869, "leader": 870, "&q": 871, "\"\"": 872, "list_add": 873, "ring_buffer_event": 874, "cfs_b": 875, "within": 876, "required": 877, "control": 878, "every": 879, "gets": 880, "race": 881, "deadlock": 882, "seconds": 883, "added": 884, "which_clock": 885, "terms": 886, "your": 887, "export": 888, "away": 889, "own": 890, "softirq": 891, "&data": 892, "sym": 893, "sched_class": 894, "mems_allowed": 895, "pd": 896, "useful": 897, "smp": 898, "implementation": 899, "children": 900, "spin_unlock_irqrestore": 901, "nr_running": 902, "this_cpu": 903, "ssid": 904, "contains": 905, "offline": 906, "\"pm": 907, "due": 908, "local_irq_save": 909, "__sched": 910, "format": 911, "variable": 912, "quiescent": 913, "works": 914, "&tasklist_lock": 915, "source": 916, "&tr": 917, "uses": 918, "area": 919, "list_del": 920, "calling": 921, "rdtp": 922, "utime": 923, "generic": 924, "ring_buffer_per_cpu": 925, "normal": 926, "object": 927, "ignore": 928, "ptrace": 929, "stime": 930, "tv_nsec": 931, "define_per_cpu": 932, "ctl_table": 933, "broadcast": 934, "tkr_mono": 935, "atomic": 936, "updated": 937, "special": 938, "show": 939, "hierarchy": 940, "times": 941, "doing": 942, "spin_lock_irqsave": 943, "removed": 944, "mult": 945, "uaddr": 946, "&tk_core": 947, "status": 948, "necessary": 949, "tps": 950, "namespace": 951, "rp": 952, "hotplug": 953, "fetch": 954, "least": 955, "option": 956, "argument": 957, "sprintf": 958, "information": 959, "actually": 960, "'\\n'": 961, "care": 962, "scheduled": 963, "copy_from_user": 964, "64": 965, "for_each_possible_cpu": 966, "there's": 967, "sg": 968, "audit_log_format": 969, "pass": 970, "preemption": 971, "sp": 972, "how": 973, "bm": 974, "sa": 975, "put_user": 976, "@cpu": 977, "&per_cpu": 978, "cputime": 979, "particular": 980, "list_del_init": 981, "created": 982, "place": 983, "thus": 984, "group_info": 985, "&wq": 986, "nice": 987, "well": 988, "guaranteed": 989, "preempt_disable": 990, "resume": 991, "freed": 992, "let": 993, "rb_node": 994, "pr_cont": 995, "d_tracer": 996, "cset": 997, "something": 998, "previous": 999, "those": 1000, "execution": 1001, "scheduler": 1002, "reserved": 1003, "directly": 1004, "aux": 1005, "reason": 1006, "ready": 1007, "u8": 1008, "signals": 1009, "word": 1010, "setup": 1011, "checks": 1012, "invoked": 1013, "2006": 1014, "kern_err": 1015, "user_namespace": 1016, "enter": 1017, "preempt_enable": 1018, "output": 1019, "mm_struct": 1020, "refcount": 1021, "hwirq": 1022, "bc": 1023, "kbuf": 1024, "16": 1025, "limit": 1026, "part": 1027, "0444": 1028, "scheduling": 1029, "search": 1030, "&sem": 1031, "symtab": 1032, "percpu": 1033, "smp_mb": 1034, "top": 1035, "list_empty": 1036, "woken": 1037, "css_set": 1038, "wo": 1039, "ingo": 1040, "100": 1041, "released": 1042, "nr_cpu_ids": 1043, "nsec_per_sec": 1044, "__entry": 1045, "multiple": 1046, "pr_debug": 1047, "commit": 1048, "changes": 1049, "lockdep_assert_held": 1050, "routine": 1051, "drop": 1052, "readers": 1053, "parent_ip": 1054, "clk": 1055, "timr": 1056, "molnar": 1057, "atomic_dec": 1058, "%lu": 1059, "parameters": 1060, "chunk": 1061, "task_running": 1062, "cputime_t": 1063, "convert": 1064, "trace_flags": 1065, "opts": 1066, "mapping": 1067, "cxt": 1068, "define_mutex": 1069, "initialized": 1070, "stored": 1071, "did": 1072, "bug": 1073, "cpu_rq": 1074, "capacity": 1075, "cpu_base": 1076, "published": 1077, "sequence": 1078, "existing": 1079, "proc": 1080, "many": 1081, "maximum": 1082, "visible": 1083, "ticks": 1084, "o": 1085, "descriptor": 1086, "mk": 1087, "bpage": 1088, "redistribute": 1089, "early": 1090, "enough": 1091, "operations": 1092, "cache": 1093, "blocking": 1094, "&entry": 1095, "1000": 1096, "iterator": 1097, "shared": 1098, "lockdep": 1099, "synchronize_sched": 1100, "sets": 1101, "allocation": 1102, "sum": 1103, "fs": 1104, "enoent": 1105, "accounting": 1106, "proc_dointvec": 1107, "worker_pool": 1108, "2004": 1109, "bitmap": 1110, "invoke": 1111, "cases": 1112, "sections": 1113, "ca": 1114, "save": 1115, "happens": 1116, "preempt": 1117, "euid": 1118, "gfp_mask": 1119, "nxttail": 1120, "interface": 1121, "look": 1122, "posix": 1123, "sigset_t": 1124, "fp": 1125, "refcnt": 1126, "log": 1127, "grp": 1128, "cpumask_var_t": 1129, "numa": 1130, "graph": 1131, "extra1": 1132, "kn": 1133, "driver": 1134, "raw_spin_unlock_irq": 1135, "really": 1136, "@task": 1137, "send": 1138, "faults": 1139, "event_call": 1140, "event_id": 1141, "preempt_count": 1142, "utask": 1143, "funcs": 1144, "rw": 1145, "nr_irqs": 1146, "semaphore": 1147, "buffer_page": 1148, "sample_type": 1149, "!desc": 1150, "hardirq": 1151, "list_for_each_entry_safe": 1152, "cause": 1153, "fails": 1154, "pid_namespace": 1155, "notify": 1156, "writer": 1157, "runqueue": 1158, "__this_cpu_read": 1159, "clockid_t": 1160, "workqueue_struct": 1161, "irq_domain": 1162, "hb": 1163, "spinlock": 1164, "future": 1165, "dynticks": 1166, "~": 1167, "copy_to_user": 1168, "hw": 1169, "sample": 1170, "clone_flags": 1171, "debug_locks_warn_on": 1172, "domains": 1173, "increment": 1174, "leave": 1175, "hard": 1176, "&info": 1177, "negative": 1178, "handlers": 1179, "low": 1180, "taken": 1181, "hit": 1182, "around": 1183, "free_cpumask_var": 1184, "opcode": 1185, "rmtp": 1186, "&cgroup_mutex": 1187, "flush": 1188, "purpose": 1189, "high": 1190, "executing": 1191, "nmi": 1192, "uaccess": 1193, "isn't": 1194, "6": 1195, "resolution": 1196, "errno": 1197, "hlist_head": 1198, "numa_group": 1199, "freq": 1200, "kobject": 1201, "parser": 1202, "&tk": 1203, "lock_list": 1204, "hlist": 1205, "implied": 1206, "corresponding": 1207, "most": 1208, "correct": 1209, "allows": 1210, "credentials": 1211, "print_line_t": 1212, "!event": 1213, "%p": 1214, "seq_read": 1215, "destination": 1216, "records": 1217, "@work": 1218, "held_lock": 1219, "ctl_dir": 1220, "gcc": 1221, "extent": 1222, "cftype": 1223, "handling": 1224, "calculate": 1225, "eagain": 1226, "raw": 1227, "trace_entry": 1228, "instruction": 1229, "list_for_each_entry_rcu": 1230, "adjust": 1231, "dependency": 1232, "rem": 1233, "&base": 1234, "systems": 1235, "none": 1236, "syscalls": 1237, "walk": 1238, "points": 1239, "@buffer": 1240, "anything": 1241, "initial": 1242, "red": 1243, "priv": 1244, "overflow": 1245, "inside": 1246, "\"#": 1247, "latency": 1248, "protected": 1249, "slot": 1250, "k_itimer": 1251, "rt_runtime": 1252, "&trace_types_lock": 1253, "structures": 1254, "nb": 1255, "much": 1256, "fast": 1257, "dead": 1258, "reboot": 1259, "checking": 1260, "security": 1261, "acquired": 1262, "union": 1263, "timer_list": 1264, "cpu_file": 1265, "affinity": 1266, "sec": 1267, "nid": 1268, "hdr": 1269, "workers": 1270, "pool_workqueue": 1271, "lock_class": 1272, "dumper": 1273, "account": 1274, "lockdep_map": 1275, "best": 1276, "attach": 1277, "watchdog": 1278, "attached": 1279, "trace_event": 1280, "reg": 1281, "align": 1282, "raw_smp_processor_id": 1283, "quota": 1284, "ri": 1285, "distributed": 1286, "takes": 1287, "parameter": 1288, "matching": 1289, "conflict": 1290, "page_shift": 1291, "won't": 1292, "migration": 1293, "task_interruptible": 1294, "hat": 1295, "nsproxy": 1296, "got": 1297, "operation": 1298, "instance": 1299, "oldval": 1300, "dst_reg": 1301, "current_trace": 1302, "bin_table": 1303, "raw_spin_lock_irq": 1304, "original": 1305, "types": 1306, "directory": 1307, "do_div": 1308, "sync": 1309, "__setup": 1310, "stopped": 1311, "!p": 1312, "&event_mutex": 1313, "fd": 1314, "busy": 1315, "recursion": 1316, "vruntime": 1317, "sub": 1318, "tid": 1319, "ctxn": 1320, "filter_hash": 1321, "crc": 1322, "subbuf_size": 1323, "hope": 1324, "along": 1325, "simple": 1326, "finish": 1327, "however": 1328, "highmem": 1329, "cbs": 1330, "therefore": 1331, "capability": 1332, "dump": 1333, "invalid": 1334, "\"%s\"": 1335, "cleanup": 1336, "hcpu": 1337, "give": 1338, "subclass": 1339, "irqaction": 1340, "cd": 1341, "channel": 1342, "sysfs": 1343, "processes": 1344, "elements": 1345, "determine": 1346, "copied": 1347, "execute": 1348, "tp_event": 1349, "messages": 1350, "extra": 1351, "&rsp": 1352, "balancing": 1353, "timestamp": 1354, "options": 1355, "frequency": 1356, "&mm": 1357, "&rb": 1358, "scan": 1359, "net": 1360, "kern_info": 1361, "remaining": 1362, "trying": 1363, "filter_pred": 1364, "prepare": 1365, "imbalance": 1366, "audit_buffer": 1367, "ftrace_hash": 1368, "&mod": 1369, "pn": 1370, "vec": 1371, "progress": 1372, "restore": 1373, "list_add_tail": 1374, "short": 1375, "config_hotplug_cpu": 1376, "method": 1377, "torture": 1378, "balance": 1379, "filename": 1380, "&tu": 1381, "nested": 1382, "repeat": 1383, "proc_dointvec_minmax": 1384, "egid": 1385, "effective": 1386, "bandwidth": 1387, "wl": 1388, "glob": 1389, "next_event": 1390, "timespec64": 1391, "istate": 1392, "%ld\\n\"": 1393, "iteration": 1394, "list_entry": 1395, "helper": 1396, "help": 1397, "actual": 1398, "processing": 1399, "esrch": 1400, "seccomp": 1401, "snprintf": 1402, "srcu": 1403, "wake_up_process": 1404, "!cpumask_test_cpu": 1405, "sgs": 1406, "tv": 1407, "blk_trace": 1408, "merchantability": 1409, "fitness": 1410, "call_rcu": 1411, "states": 1412, "very": 1413, "magic": 1414, "architecture": 1415, "position": 1416, "lower": 1417, "ktime_get": 1418, "cgroup_subsys": 1419, "set_current_state": 1420, "panic": 1421, "simply": 1422, "migrate": 1423, "cpumask_copy": 1424, "rules": 1425, "down_write": 1426, "extra2": 1427, "it_value": 1428, "futex_q": 1429, "@cgrp": 1430, "&css_set_rwsem": 1431, "remcom_out_buffer": 1432, "cleared": 1433, "users": 1434, "someone": 1435, "makes": 1436, "hibernation": 1437, "requested": 1438, "machine": 1439, "2008": 1440, "7": 1441, "who": 1442, "&task": 1443, "tell": 1444, "signr": 1445, "exists": 1446, "tracepoint": 1447, "out_free": 1448, "smp_wmb": 1449, "array_size": 1450, "%s\"": 1451, "holds": 1452, "sysctl": 1453, "irq_work": 1454, "down_read": 1455, "up_read": 1456, "up_write": 1457, "delta_exec": 1458, "kref": 1459, "writes": 1460, "resource_size_t": 1461, "&handle": 1462, "func_hash": 1463, "unless": 1464, "put_task_struct": 1465, "devices": 1466, "alloc": 1467, "transition": 1468, "why": 1469, "moved": 1470, "cpu_online_mask": 1471, "bpf_k": 1472, "input": 1473, "less": 1474, "cmpxchg": 1475, "csd": 1476, "rw_semaphore": 1477, "dst_cpu": 1478, "req": 1479, "newdev": 1480, "newval": 1481, "numbers": 1482, "bad": 1483, "include": 1484, "set_bit": 1485, "report": 1486, "everything": 1487, "loaded": 1488, "nr_cpus": 1489, "etc": 1490, "immediately": 1491, "whole": 1492, "exit_code": 1493, "requeue": 1494, "&ts": 1495, "u16": 1496, "bpf_alu": 1497, "exception": 1498, "key_size": 1499, "seq_lseek": 1500, "amount": 1501, "dev_id": 1502, "runnable": 1503, "cap": 1504, "hwc": 1505, "exp": 1506, "starting": 1507, "for_each_online_cpu": 1508, "compute": 1509, "step": 1510, "rt_mutex_waiter": 1511, "we'll": 1512, "overrun": 1513, "event_filter": 1514, "trace_seq_puts": 1515, "%d\"": 1516, "firsterr": 1517, "!retval": 1518, "lookup": 1519, "task_pid_nr": 1520, "sched_rt_entity": 1521, "nokprobe_symbol": 1522, "&pwq": 1523, "rlim": 1524, "uval": 1525, "mp": 1526, "anyway": 1527, "executed": 1528, "updates": 1529, "2005": 1530, "ext": 1531, "reading": 1532, "__set_current_state": 1533, "runs": 1534, "\"failed": 1535, "things": 1536, "!err": 1537, "__get_user": 1538, "dump_stack": 1539, "safely": 1540, "nohz": 1541, "parg": 1542, "soft": 1543, "pinned": 1544, "kallsyms": 1545, "src_rq": 1546, "shares": 1547, "serial": 1548, "htab": 1549, "oneshot": 1550, "hits": 1551, "timekeeping": 1552, "trace_kprobe": 1553, "padata": 1554, "lines": 1555, "clean": 1556, "example": 1557, "guarantee": 1558, "beginning": 1559, "having": 1560, "debugging": 1561, "pointers": 1562, "related": 1563, "except": 1564, "writing": 1565, "2007": 1566, "detect": 1567, "handled": 1568, "qlen": 1569, "%true": 1570, "strcpy": 1571, "bpf_x": 1572, "&sp": 1573, "cfs": 1574, "u": 1575, "session": 1576, "irq_to_desc": 1577, "sched_dl_entity": 1578, "\"%": 1579, "kobj_attribute": 1580, "event_trigger_ops": 1581, "tail_page": 1582, "act": 1583, "finished": 1584, "track": 1585, "task_cpu": 1586, "!error": 1587, "large": 1588, "raw_spinlock_t": 1589, "^": 1590, "common": 1591, "updating": 1592, "uc": 1593, "trace_create_file": 1594, "kprobes": 1595, "1024": 1596, "cfs_bandwidth": 1597, "&audit_filter_mutex": 1598, "evtdev": 1599, "&cgrp": 1600, "received": 1601, "had": 1602, "pr_alert": 1603, "gp": 1604, "leaf": 1605, "architectures": 1606, "dropped": 1607, "suid": 1608, "local_irq_enable": 1609, "fill": 1610, "_ret_ip_": 1611, "mmap_sem": 1612, "sched_group": 1613, "sgc": 1614, "\"\\t": 1615, "&waiter": 1616, "rt_bandwidth": 1617, "ct": 1618, "parent_ctx": 1619, "kimage": 1620, "prior": 1621, "exiting": 1622, "region": 1623, "modules": 1624, "debugger": 1625, "nextarg": 1626, "1ul": 1627, "kern_cont": 1628, "frozen": 1629, "migrated": 1630, "fork": 1631, "including": 1632, "protect": 1633, "successful": 1634, "&buffer": 1635, "thomas": 1636, "siginfo": 1637, "outside": 1638, "checked": 1639, "preds": 1640, "bpf_map": 1641, "adding": 1642, "put_online_cpus": 1643, "trace_uprobe": 1644, "relative": 1645, "cpumask_test_cpu": 1646, "task's": 1647, "kdb_register_flags": 1648, "@irq": 1649, "expiry": 1650, "sum_exec_runtime": 1651, "cycle_t": 1652, "event_trigger_data": 1653, "&timer": 1654, "perf_cpu_context": 1655, "mmap_event": 1656, "load_info": 1657, "rchan_buf": 1658, "effect": 1659, "on_rq": 1660, "newly": 1661, "main": 1662, "saved": 1663, "initialization": 1664, "mem": 1665, "element": 1666, "registers": 1667, "wants": 1668, "exist": 1669, "processor": 1670, "gleixner": 1671, "&s": 1672, "read_unlock": 1673, "__releases": 1674, "tgid": 1675, "sk_buff": 1676, "requires": 1677, "cpu_to_node": 1678, "kgdb_info": 1679, "advance": 1680, "for_each_cpu": 1681, "throttled": 1682, "@p": 1683, "ktime_to_ns": 1684, "segment": 1685, "&zero": 1686, "audit_tree": 1687, "src_reg": 1688, "kern_warning": 1689, "rescuer": 1690, "task_ctx": 1691, "&logbuf_lock": 1692, "&uprobe": 1693, "20": 1694, "periods": 1695, "rhp": 1696, "2009": 1697, "counters": 1698, "gfp_t": 1699, "modified": 1700, "goes": 1701, "cgroups": 1702, "atomic_long_read": 1703, "expected": 1704, "read_lock": 1705, "xxx": 1706, "enosys": 1707, "local_irq_disable": 1708, "!data": 1709, "i_private": 1710, "pr_warning": 1711, "dsize": 1712, "triggers": 1713, "sched_feat": 1714, "new_mask": 1715, "task_uninterruptible": 1716, "!alloc_cpumask_var": 1717, "audit_names": 1718, "uid_t": 1719, "gid_t": 1720, "cpustat": 1721, "perf_output_put": 1722, "&cset": 1723, "padding": 1724, "&cs": 1725, "reader_page": 1726, "qos": 1727, "fact": 1728, "callers": 1729, "preemptible": 1730, "lists": 1731, "waits": 1732, "memory_bitmap": 1733, "lost": 1734, "equal": 1735, "rda": 1736, "&rdp": 1737, "unregister": 1738, "capabilities": 1739, "%null": 1740, "pid_ns": 1741, "kick": 1742, "returning": 1743, "equivalent": 1744, "get_user": 1745, "able": 1746, "set_fs": 1747, "ch": 1748, "facility": 1749, "offsetof": 1750, "rctx": 1751, "maps": 1752, "warning": 1753, "kgdb": 1754, "cpu_relax": 1755, "&init_user_ns": 1756, "constraints": 1757, "resched_curr": 1758, "cpudl": 1759, "config_fair_group_sched": 1760, "acct": 1761, "features": 1762, "unbound": 1763, "@lock": 1764, "srcu_struct": 1765, "trampoline": 1766, "sub_info": 1767, "newcon": 1768, "elapsed": 1769, "linked": 1770, "recursive": 1771, "marked": 1772, "small": 1773, "lazy": 1774, "boost": 1775, "enqueue": 1776, "comment": 1777, "si_code": 1778, "hrtimer_restart": 1779, "come": 1780, "current_user_ns": 1781, "!uid_eq": 1782, "implemented": 1783, "bpf": 1784, "install": 1785, "tl": 1786, "earlier": 1787, "moving": 1788, "cpumask_clear_cpu": 1789, "ring_buffer_all_cpus": 1790, "iterate": 1791, "&hash_lock": 1792, "attribute": 1793, "flush_color": 1794, "irq_base": 1795, "xchg": 1796, "hlock_class": 1797, "ret_stack": 1798, "rcp": 1799, "new_base": 1800, "bytesperword": 1801, "though": 1802, "secs": 1803, "similar": 1804, "guarantees": 1805, "made": 1806, "additional": 1807, "cpu's": 1808, "forward": 1809, "gone": 1810, "'%s'": 1811, "define_spinlock": 1812, "module_init": 1813, "become": 1814, "\"error": 1815, "variables": 1816, "ensures": 1817, "consumer": 1818, "sample_period": 1819, "resources": 1820, "!irqs_disabled": 1821, "dep_map": 1822, "sgid": 1823, "entity": 1824, "span": 1825, "nanoseconds": 1826, "min_vruntime": 1827, "dist": 1828, "src_cpu": 1829, "sched_clock": 1830, "avg_load": 1831, "environment": 1832, "va_list": 1833, "&module_mutex": 1834, "head_page": 1835, "sdd": 1836, "max_active": 1837, "&utp": 1838, "corporation": 1839, "notrace": 1840, "me": 1841, "get_task_struct": 1842, "div_round_up": 1843, "minimum": 1844, "freezing": 1845, "qsmask": 1846, "wait_queue_head_t": 1847, "counts": 1848, "commands": 1849, "duration": 1850, "yes": 1851, "override": 1852, "testing": 1853, "various": 1854, "compat": 1855, "trap": 1856, "steal": 1857, "problem": 1858, "restart_block": 1859, "syscall_define2": 1860, "&to": 1861, "close": 1862, "fix": 1863, "regex": 1864, "rcu_assign_pointer": 1865, "filter_str": 1866, "y": 1867, "round": 1868, "seq_operations": 1869, "fall": 1870, "ipi": 1871, "&parent": 1872, "diff": 1873, "ino": 1874, "wait_list": 1875, "rtc": 1876, "@wq": 1877, "\"could": 1878, "&ftrace_lock": 1879, "dyn_ftrace": 1880, "avail": 1881, "firing": 1882, "printk_log": 1883, "time_status": 1884, "lockdep_recursion": 1885, "60": 1886, "sys": 1887, "contents": 1888, "@buf": 1889, "condition": 1890, "verify": 1891, "detection": 1892, "0x1": 1893, "upon": 1894, "jobctl": 1895, "sigkill": 1896, "matches": 1897, "prefix": 1898, "trace_handle_return": 1899, "torture_type": 1900, "delays": 1901, "printed": 1902, "binary": 1903, "probes": 1904, "free_percpu": 1905, "better": 1906, "threaded": 1907, "description": 1908, "reschedule": 1909, "trylock": 1910, "dl_b": 1911, "rt_runtime_lock": 1912, "cfs_rq_of": 1913, "adjustment": 1914, "&cfs_b": 1915, "tc": 1916, "&file": 1917, "&worker": 1918, "lock_ptr": 1919, "elf_shdr": 1920, "effective_cpus": 1921, "lastchar": 1922, "&resource_lock": 1923, "module_param": 1924, "ordering": 1925, "insert": 1926, "management": 1927, "kill": 1928, "highest": 1929, "shutdown": 1930, "mutexes": 1931, "becomes": 1932, "attempt": 1933, "duplicate": 1934, "vm_area_struct": 1935, "dynamic": 1936, "instructions": 1937, "eacces": 1938, "trace_seq_putc": 1939, "syscall_nr": 1940, "ring_buffer_event_data": 1941, "vmalloc": 1942, "torture_param": 1943, "verbose_torout_string": 1944, "dbg_io_ops": 1945, "&tmp": 1946, "kgdb_state": 1947, "poll": 1948, "con": 1949, "list_del_rcu": 1950, "interrupted": 1951, "temporary": 1952, "usecs": 1953, "cpusets": 1954, "ms": 1955, "audit_entry": 1956, "kuid_t": 1957, "__field": 1958, "nsecs": 1959, "it_clock": 1960, "display": 1961, "config_rt_group_sched": 1962, "&nh": 1963, "character": 1964, "backtrace": 1965, "futex_hash_bucket": 1966, "old_hash": 1967, "kip": 1968, "text_len": 1969, "notifier_call": 1970, "detected": 1971, "previously": 1972, "notify_ok": 1973, "making": 1974, "rest": 1975, "provide": 1976, "races": 1977, "arguments": 1978, "explicitly": 1979, "siginfo_t": 1980, "sigchld": 1981, "wrong": 1982, "operand": 1983, "normally": 1984, "starts": 1985, "scale": 1986, "get_online_cpus": 1987, "__this_cpu_write": 1988, "permitted": 1989, "bdev": 1990, "dl_bw": 1991, "numa_faults": 1992, "audit_watch": 1993, "audit_chunk": 1994, "@fn": 1995, "itimerspec": 1996, "max_buffer": 1997, "ag": 1998, "uaddr2": 1999, "&global_trace": 2000, "local_read": 2001, "&pi_state": 2002, "subsys": 2003, "cfts": 2004, "top_cpuset": 2005, "__lockfunc": 2006, "arg2": 2007, "rb_warn_on": 2008, "generated": 2009, "lock_class_key": 2010, "seen": 2011, "past": 2012, "location": 2013, "drivers": 2014, "test_bit": 2015, "assume": 2016, "atomically": 2017, "containing": 2018, "responsible": 2019, "signal_struct": 2020, "changing": 2021, "need_resched": 2022, "average": 2023, "pgrp": 2024, "task_cputime": 2025, "rather": 2026, "__acquires": 2027, "@info": 2028, "syscall_define1": 2029, "s32": 2030, "&val": 2031, "!strcmp": 2032, "bpf_jmp": 2033, "synchronize": 2034, "atomic_dec_and_test": 2035, "slow": 2036, "verifier": 2037, "nr_active": 2038, "sort": 2039, "might_sleep": 2040, "possibly": 2041, "cpumask_set_cpu": 2042, "kgid": 2043, "absolute": 2044, "autogroup": 2045, "regno": 2046, "ftrace_entry": 2047, "monotonic": 2048, "cpupri": 2049, "tick_sched": 2050, "items": 2051, "lockdep_depth": 2052, "rlim_cur": 2053, "subsystems": 2054, "spd": 2055, "!ctx": 2056, "modname": 2057, "fgd": 2058, "subsys_mask": 2059, "pcpu": 2060, "arr": 2061, "tvec_base": 2062, "prctl_map": 2063, "pm_qos_class": 2064, "oldlen": 2065, "padata_instance": 2066, "org": 2067, "destroy": 2068, "whose": 2069, "fully": 2070, "wake_up": 2071, "printing": 2072, "let's": 2073, "apply": 2074, "didn't": 2075, "indicates": 2076, "entering": 2077, "rcu_dereference": 2078, "@tsk": 2079, "notification": 2080, "across": 2081, "!access_ok": 2082, "bound": 2083, "symbols": 2084, "completely": 2085, "fetch_func_name": 2086, "references": 2087, "protection": 2088, "runtime_inf": 2089, "parallel": 2090, "expired": 2091, "dest_cpu": 2092, "that's": 2093, "audit_krule": 2094, "krule": 2095, "trace_printk": 2096, "&work": 2097, "workqueues": 2098, "bucket": 2099, "suspend_state_t": 2100, "var": 2101, "workqueue_attrs": 2102, "@pool": 2103, "gcov_node": 2104, "tv_usec": 2105, "newline": 2106, "ftrace_probe_ops": 2107, "read_format": 2108, "hb2": 2109, "kernel_param": 2110, "&image": 2111, "ehdr": 2112, "mechanism": 2113, "subsequent": 2114, "schedule_timeout_interruptible": 2115, "conditions": 2116, "compiler": 2117, "io": 2118, "objects": 2119, "appropriate": 2120, "boosting": 2121, "r1": 2122, "taking": 2123, "bother": 2124, "sent": 2125, "kmem_cache": 2126, "pf_exiting": 2127, "periodic": 2128, "we've": 2129, "from_kuid_munged": 2130, "filter_parse_state": 2131, "kstrdup": 2132, "orig": 2133, "reads": 2134, "ftrace_file": 2135, "cpu_online": 2136, "fire": 2137, "!capable": 2138, "attributes": 2139, "12": 2140, "errors": 2141, "kthread_stop": 2142, "fault": 2143, "rwsem": 2144, "constant": 2145, "sched_domain_span": 2146, "insn_idx": 2147, "31": 2148, "gcov_iterator": 2149, "clock_id": 2150, "swhash": 2151, "token": 2152, "mattr": 2153, "nr_threads": 2154, "nlh": 2155, "remcom_in_buffer": 2156, "xtime_nsec": 2157, "p_event": 2158, "record_disabled": 2159, "consider": 2160, "shouldn't": 2161, "gpl": 2162, "half": 2163, "further": 2164, "pick": 2165, "vector": 2166, "provides": 2167, "blocks": 2168, "bits_per_long": 2169, "clear_bit": 2170, "usually": 2171, "config_rcu_boost": 2172, "do_exit": 2173, "strchr": 2174, "ignored": 2175, "rely": 2176, "soon": 2177, "accordingly": 2178, "fixed": 2179, "filters": 2180, "\"invalid": 2181, "cmp": 2182, "bpf_prog": 2183, "synchronization": 2184, "9": 2185, "ulong_max": 2186, "pair": 2187, "byte": 2188, "ebpf": 2189, "is_return": 2190, "mmap": 2191, "profile": 2192, "masks": 2193, "arch_spin_unlock": 2194, "stamp": 2195, "ever": 2196, "exclusive": 2197, "@dev": 2198, "&rt_rq": 2199, "next_task": 2200, "config_sched_debug": 2201, "scaled": 2202, "modes": 2203, "upid": 2204, "new_value": 2205, "platform": 2206, "&tree": 2207, "30s": 2208, "links": 2209, "fi_idx": 2210, "tracer_flags": 2211, "rt_period": 2212, "rt_b": 2213, "__func__": 2214, "incr": 2215, "@domain": 2216, "crash": 2217, "&root": 2218, "for_each_subsys": 2219, "tm": 2220, "kdb_buffer": 2221, "reader_lock": 2222, "indicate": 2223, "assign": 2224, "require": 2225, "author": 2226, "config_modules": 2227, "unsafe": 2228, "positive": 2229, "hence": 2230, "provided": 2231, "sa_handler": 2232, "tcred": 2233, "tasklist_lock": 2234, "spaces": 2235, "cross": 2236, "nsec_per_usec": 2237, "noinline": 2238, "overhead": 2239, "eio": 2240, "rwlock_t": 2241, "alloc_percpu": 2242, "stop_machine": 2243, "perf_sample_data": 2244, "careful": 2245, "&wait": 2246, "&ns": 2247, "overloaded": 2248, "rq_of": 2249, "dst_nid": 2250, "&env": 2251, "schedstat_inc": 2252, "sds": 2253, "cmdline": 2254, "trees": 2255, "echo": 2256, "question": 2257, "trial": 2258, "symname": 2259, "nr_entries": 2260, "work_color": 2261, "@worker": 2262, "nanosleep": 2263, "cgroup_mutex": 2264, "sh_addr": 2265, "&callback_lock": 2266, "platform_mode": 2267, "&kprobe_mutex": 2268, "commit_page": 2269, "request_queue": 2270, "few": 2271, "final": 2272, "entire": 2273, "radix": 2274, "ones": 2275, "&it": 2276, "protects": 2277, "tty": 2278, "subset": 2279, "current_cred": 2280, "implement": 2281, "recorded": 2282, "eintr": 2283, "syscall_define3": 2284, "filter_string": 2285, "loads": 2286, "!tr": 2287, "torture_random": 2288, "debugfs": 2289, "partial": 2290, "arch_spin_lock": 2291, "lockup": 2292, "higher": 2293, "reprogram": 2294, "routines": 2295, "label": 2296, "static_key": 2297, "jump_entry": 2298, "&new": 2299, "new_nsp": 2300, "de": 2301, "nl": 2302, "distance": 2303, "@node": 2304, "todo": 2305, "task_comm_len": 2306, "audit_pid": 2307, "__initdata": 2308, "audit_log_end": 2309, "cputime_expires": 2310, "cq": 2311, "chain_key": 2312, "group_entry": 2313, "child_event": 2314, "&op": 2315, "e_shnum": 2316, "trialcs": 2317, "user_hz": 2318, "syslog": 2319, "hibernation_ops": 2320, "cpu_data": 2321, "optimized_kprobe": 2322, "tkr": 2323, "type_len": 2324, "n_subbufs": 2325, "nr_segments": 2326, "prevents": 2327, "invocation": 2328, "decrement": 2329, "wait_for_completion": 2330, "good": 2331, "words": 2332, "others": 2333, "gcov": 2334, "turn": 2335, "implements": 2336, "frame": 2337, "random": 2338, "adds": 2339, "basic": 2340, "mapped": 2341, "reduce": 2342, "releases": 2343, "tset": 2344, "rcu_dynticks": 2345, "dynticks_nesting": 2346, "rcu_done_tail": 2347, "tracking": 2348, "rb_entry": 2349, "2003": 2350, "si_signo": 2351, "matter": 2352, "sleeping": 2353, "detach": 2354, "config_compat": 2355, "__force": 2356, "strncmp": 2357, "compare": 2358, "n_preds": 2359, "elt": 2360, "programs": 2361, "phase": 2362, "vfree": 2363, "unwind": 2364, "feature": 2365, "cpu_of": 2366, "seq_release": 2367, "@data": 2368, "preempted": 2369, "separate": 2370, "delayed": 2371, "smp_mb__after_unlock_lock": 2372, "clock_monotonic": 2373, "controller": 2374, "nr_cpus_allowed": 2375, "ktime_sub": 2376, "stays": 2377, "src_nid": 2378, "rate": 2379, "bpf_alu64": 2380, "&sig": 2381, "trace_array_cpu": 2382, "unique": 2383, "kernel_symbol": 2384, "module_put": 2385, "config_tracer_max_trace": 2386, "tracer_opt": 2387, "config_function_graph_tracer": 2388, "cmd_ops": 2389, "oldmm": 2390, "ktime_add": 2391, "pwqs": 2392, "oldfs": 2393, "it_interval": 2394, "pi_mutex": 2395, "hhd": 2396, "module_attribute": 2397, "expires_next": 2398, "swsusp_header": 2399, "rwbs": 2400, "triggered": 2401, "synchronize_rcu": 2402, "assumes": 2403, "stall": 2404, "implies": 2405, "kdb_argcount": 2406, "pm": 2407, "freeze": 2408, "performance": 2409, "nr_highmem": 2410, "!buf": 2411, "clearing": 2412, "__percpu": 2413, "perf": 2414, "11": 2415, "consumed": 2416, "remain": 2417, "middle": 2418, "serialize": 2419, "getting": 2420, "larger": 2421, "verify_write": 2422, "replace": 2423, "59": 2424, "&buf": 2425, "tests": 2426, "opt": 2427, "cap_sys_admin": 2428, "syscall_metadata": 2429, "list_head_init": 2430, "double": 2431, "names": 2432, "cycle": 2433, "spin": 2434, "pull": 2435, "missed": 2436, "factor": 2437, "looking": 2438, "ht": 2439, "bp_addr": 2440, "ftrace_event_name": 2441, "slice": 2442, "next_balance": 2443, "pathname": 2444, "!ab": 2445, "mnt": 2446, "params": 2447, "expire": 2448, "tick_do_timer_cpu": 2449, "trigger_data": 2450, "rlim_max": 2451, "dependencies": 2452, "perf_output_handle": 2453, "pgoff": 2454, "new_timer": 2455, "child_ctx": 2456, "&hb": 2457, "ftrace_enabled": 2458, "trsp": 2459, "&css": 2460, "sh_flags": 2461, "&pinst": 2462, "spurious": 2463, "rcupdate": 2464, "atomic_init": 2465, "unknown": 2466, "finally": 2467, "corp": 2468, "perform": 2469, "gfp_atomic": 2470, "__visible": 2471, "interest": 2472, "live": 2473, "cb": 2474, "nxtlist": 2475, "processed": 2476, "rcu_trace": 2477, "128": 2478, "task_active_pid_ns": 2479, "concurrent": 2480, "tracers": 2481, "%false": 2482, "ptracer": 2483, "legacy": 2484, "real_parent": 2485, "sigsetsize": 2486, "please": 2487, "usa": 2488, "buff": 2489, "typedef": 2490, "optimization": 2491, "newlen": 2492, "free_page": 2493, "coming": 2494, "disabling": 2495, "!entry": 2496, "depending": 2497, "pipe": 2498, "breakpoints": 2499, "max_entries": 2500, "seq_open": 2501, "single_open": 2502, "kthread_should_stop": 2503, "ucb": 2504, "extended": 2505, "next_cpu": 2506, "&key": 2507, "addresses": 2508, "ti": 2509, "unshare_flags": 2510, "branch": 2511, "ascii": 2512, "task_rq": 2513, "leftmost": 2514, "select": 2515, "calltime": 2516, "overwrite": 2517, "audit_log_start": 2518, "!iter": 2519, "timex": 2520, "config_dynamic_ftrace": 2521, "highest_prio": 2522, "tick_device": 2523, "time_delta": 2524, "worklist": 2525, "&wq_pool_mutex": 2526, "device_attribute": 2527, "global_trace": 2528, "aux_head": 2529, "clockid": 2530, "ac": 2531, "parent_event": 2532, "futex_key": 2533, "notrace_hash": 2534, "&cpuset_mutex": 2535, "lvalp": 2536, "cputimer": 2537, "kuid": 2538, "pps": 2539, "scd": 2540, "async": 2541, "http": 2542, "rcu_read_unlock_special": 2543, "config_debug_lock_alloc": 2544, "occur": 2545, "pre": 2546, "module_core": 2547, "rights": 2548, "contain": 2549, "freeing": 2550, "end_pfn": 2551, "saveable": 2552, "uts": 2553, "seq_putc": 2554, "rcu_next_tail": 2555, "traced": 2556, "exit_state": 2557, "paths": 2558, "waking": 2559, "ancestor": 2560, "&mask": 2561, "backwards": 2562, "ma": 2563, "\"%s\\n\"": 2564, "data_rec": 2565, "optional": 2566, "irq_flags": 2567, "rcu_torture_pipe_len": 2568, "sched_priority": 2569, "2002": 2570, "single_release": 2571, "properly": 2572, "f_mode": 2573, "switching": 2574, "assigned": 2575, "hrtimer_mode_rel": 2576, "bio_chain": 2577, "@func": 2578, "!mod": 2579, "fsgid": 2580, "wake_flags": 2581, "clone": 2582, "ipc": 2583, "sched_deadline": 2584, "rq_clock": 2585, "task_on_rq_queued": 2586, "best_cpu": 2587, "mb": 2588, "portid": 2589, "elem": 2590, "__field_desc": 2591, "prev_state": 2592, "mount": 2593, "&chunk": 2594, "strsep": 2595, "dup": 2596, "event_command": 2597, "cpu_map": 2598, "usec_per_sec": 2599, "enable_data": 2600, "ktime_max": 2601, "nr_calls": 2602, "kretprobe": 2603, "prev_hlock": 2604, "status_use_accessors": 2605, "local_set": 2606, "kmsg": 2607, "ftrace_disabled": 2608, "ntp": 2609, "taskstats": 2610, "sh_size": 2611, "syms": 2612, "&one": 2613, "&context": 2614, "cnts": 2615, "scancode": 2616, "next_page": 2617, "memsz": 2618, "linus": 2619, "exclusion": 2620, "sc": 2621, "config_no_hz_full": 2622, "barriers": 2623, "reserve": 2624, "creating": 2625, "migrating": 2626, "boost_tasks": 2627, "kthreads": 2628, "isidle": 2629, "dummy": 2630, "reached": 2631, "uid_eq": 2632, "notice": 2633, "characters": 2634, "vs": 2635, "find_task_by_vpid": 2636, "parse": 2637, "validate": 2638, "insns": 2639, "warn_once": 2640, "primary": 2641, "simple_read_from_buffer": 2642, "push": 2643, "issue": 2644, "smp_rmb": 2645, "%lx": 2646, "contexts": 2647, "contention": 2648, "enqueued": 2649, "cookie": 2650, "chance": 2651, "configured": 2652, "big": 2653, "max_rt_prio": 2654, "serialized": 2655, "jump": 2656, "fsuid": 2657, "kgid_t": 2658, "steven": 2659, "overruns": 2660, "slots": 2661, "update_curr": 2662, "lw": 2663, "lb_env": 2664, "major": 2665, "verifier_env": 2666, "listnr": 2667, "buckets": 2668, "conversion": 2669, "trace_assign_type": 2670, "clocks": 2671, "sched_timer": 2672, "irq_chip": 2673, "jitter": 2674, "timeval": 2675, "strlcpy": 2676, "action_ret": 2677, "effective_mems": 2678, "pos_css": 2679, "lower_first": 2680, "reply": 2681, "&timekeeper_lock": 2682, "&bpage": 2683, "buf_page_size": 2684, "rand1": 2685, "cbcpu": 2686, "begin": 2687, "asynchronous": 2688, "paul": 2689, "cancel": 2690, "enables": 2691, "nvcsw": 2692, "core_size": 2693, "ctype": 2694, "preferred": 2695, "pbe": 2696, "smaller": 2697, "greater": 2698, "exact": 2699, "keys": 2700, "seq_show": 2701, "mynode": 2702, "n_barrier_done": 2703, "tries": 2704, "maxj": 2705, "notified": 2706, "kmem_cache_free": 2707, "dequeue": 2708, "readlock": 2709, "task_pid_vnr": 2710, "caused": 2711, "automatically": 2712, "unlocked": 2713, "window": 2714, "successfully": 2715, "pids": 2716, "enospc": 2717, "optimize": 2718, "&d": 2719, "@flags": 2720, "typeof": 2721, "num_online_cpus": 2722, "kgdb_break": 2723, "remote": 2724, "notifiers": 2725, "insn_cnt": 2726, "config_no_hz_common": 2727, "observe": 2728, "accounted": 2729, "cpu_possible_mask": 2730, "uprobe_cpu_buffer": 2731, "raw_spin_lock_init": 2732, "!strncmp": 2733, "hrtimer_cancel": 2734, "nobody": 2735, "rostedt": 2736, "task_lock": 2737, "constraint": 2738, "pi_se": 2739, "fit": 2740, "&cfs_rq": 2741, "pse": 2742, "__always_inline": 2743, "vm_flags": 2744, "segments": 2745, "edge": 2746, "classes": 2747, "proc_fs": 2748, "names_list": 2749, "audit_comparator": 2750, "va_start": 2751, "va_end": 2752, "converted": 2753, "ksym_name_len": 2754, "owners": 2755, "&l": 2756, "enabling": 2757, "k_clock": 2758, "from_kuid": 2759, "color": 2760, "dfl_pwq": 2761, "@pwq": 2762, "loaded_info": 2763, "lock_usage_bit": 2764, "perf_event_ctxp": 2765, "hb1": 2766, "ftrace_page": 2767, "rating": 2768, "tick_broadcast_device": 2769, "nrealwriters_stress": 2770, "@ss": 2771, "sect_attrs": 2772, "mkobj": 2773, "cpuset_mutex": 2774, "exe_file": 2775, "timer_jiffies": 2776, "vmcoreinfo_offset": 2777, "kdbmsg": 2778, "xol_area": 2779, "torvalds": 2780, "logic": 2781, "results": 2782, "inputs": 2783, "undo": 2784, "expedited": 2785, "fixup": 2786, "cond_resched": 2787, "terminated": 2788, "synchronize_srcu": 2789, "module_state_going": 2790, "virt_to_page": 2791, "build": 2792, "inherit": 2793, "read_u64": 2794, "rcu_num_lvls": 2795, "gp_tasks": 2796, "partition": 2797, "dying": 2798, "api": 2799, "exported": 2800, "hasn't": 2801, "daemon": 2802, "mingo@redhat": 2803, "si_uid": 2804, "remember": 2805, "integer": 2806, "supported": 2807, "resulting": 2808, "print_fmt": 2809, "trace_buffer_lock_reserve": 2810, "spinning": 2811, "init_waitqueue_head": 2812, "linux_regs": 2813, "old_fs": 2814, "stuff": 2815, "r2": 2816, "handles": 2817, "atomic_inc_return": 2818, "!new": 2819, "from_kgid_munged": 2820, "spin_lock_init": 2821, "buffer_iter": 2822, "rb_root": 2823, "later_rq": 2824, "tsk_cpus_allowed": 2825, "hrtimer_mode_abs": 2826, "put_prev_task": 2827, "siblings": 2828, "nodemask_t": 2829, "&tg": 2830, "sched_group_cpus": 2831, "cur_state": 2832, "err_free": 2833, "!s": 2834, "register_ftrace_function": 2835, "disables": 2836, "loading": 2837, "checksum": 2838, "ct_idx": 2839, "max_latency": 2840, "tracefs": 2841, "neg": 2842, "preempt_enable_notrace": 2843, "'0'": 2844, "futexes": 2845, "curdev": 2846, "cpu_profile_hits": 2847, "nh": 2848, "irq_chip_generic": 2849, "dgc": 2850, "parent_data": 2851, "held_locks": 2852, "new_bit": 2853, "perf_event_state_inactive": 2854, "&child": 2855, "new_hash": 2856, "max_cycles": 2857, "irqreturn_t": 2858, "&tick_broadcast_lock": 2859, "init_css_set": 2860, "strtab": 2861, "shf_alloc": 2862, "st_shndx": 2863, "&infop": 2864, "console_drivers": 2865, "log_first_seq": 2866, "log_next_seq": 2867, "read_subbuf": 2868, "suspend_ops": 2869, "loginuid": 2870, "pks": 2871, "parallel_data": 2872, "comes": 2873, "config_prove_locking": 2874, "peter": 2875, "definitions": 2876, "present": 2877, "gfp": 2878, "snapshot_handle": 2879, "destruction": 2880, "thing": 2881, "nbytes": 2882, "grpmask": 2883, "qlen_lazy": 2884, "256": 2885, "exited": 2886, "set_cpus_allowed_ptr": 2887, "hrtimer_sleeper": 2888, "killed": 2889, "si_pid": 2890, "unlike": 2891, "probably": 2892, "miss": 2893, "\"trace": 2894, "pattern": 2895, "filter_other": 2896, "list_first_entry": 2897, "config_function_tracer": 2898, "rlimit": 2899, "documentation": 2900, "rcu_torture": 2901, "udelay": 2902, "sched_fifo": 2903, "arch_kgdb_ops": 2904, "minor": 2905, "avenrun": 2906, "15": 2907, "debugfs_create_file": 2908, "mutex_init": 2909, "rcu_state_p": 2910, "far": 2911, "%p\\n\"": 2912, "direct": 2913, "\"bug": 2914, "!gid_eq": 2915, "waitqueue": 2916, "irqflags": 2917, "old_addr": 2918, "task_rq_lock": 2919, "exec_start": 2920, "stay": 2921, "root_domain": 2922, "oldprio": 2923, "contrib": 2924, "audit_uid_comparator": 2925, "stack_size": 2926, "is_active": 2927, "vtime_seqlock": 2928, "selftest": 2929, "@size": 2930, "&cd": 2931, "sched_attr": 2932, "@child": 2933, "doms": 2934, "pools": 2935, "module_state_unformed": 2936, "&c": 2937, "offs": 2938, "hex": 2939, "tracing_disabled": 2940, "key2": 2941, "lockdep_state": 2942, "usage_mask": 2943, "target_entry": 2944, "@root": 2945, "l1": 2946, "irq_context": 2947, "output_event": 2948, "it_lock": 2949, "tstamp": 2950, "put_futex_key": 2951, "module_kobject": 2952, "@cs": 2953, "mmput": 2954, "leap": 2955, "reaper": 2956, "hrtimer_clock_base": 2957, "crc32": 2958, "niceval": 2959, "relay": 2960, "rchan": 2961, "&pd": 2962, "nesting": 2963, "idea": 2964, "iff": 2965, "flight": 2966, "invoking": 2967, "accesses": 2968, "allocations": 2969, "creation": 2970, "frames": 2971, "lp": 2972, "represents": 2973, "start_pfn": 2974, "levels": 2975, "extents": 2976, "touch": 2977, "wide": 2978, "attempting": 2979, "parent's": 2980, "descendant": 2981, "three": 2982, "proceed": 2983, "placed": 2984, "__maybe_unused": 2985, "implementations": 2986, "'p'": 2987, "sid": 2988, "suitable": 2989, "spinlock_t": 2990, "container": 2991, 